Repository: hamidrrz/optional-vat-fee-for-woocommerce
Catalog: languages/optional-vat-fee-for-woocommerce-*.po
Languages: fa_ir

source: Optional VAT Fee for WooCommerce requires WooCommerce to be installed and active.
fa_ir: افزونه مالیات بر ارزش افزوده اختیاری برای ووکامرس نیازمند نصب و فعال بودن ووکامرس است.

source: VAT Fee
fa_ir: مالیات بر ارزش افزوده

source: Settings
fa_ir: تنظیمات

source: You do not have permission to access this page.
fa_ir: شما اجازه دسترسی به این صفحه را ندارید.

source: VAT
fa_ir: مالیات بر ارزش افزوده

source: Add {percentage}% VAT
fa_ir: افزودن {percentage}% مالیات بر ارزش افزوده

source: Optional VAT Fee
fa_ir: مالیات بر ارزش افزوده اختیاری

source: Add an optional VAT percentage at checkout when customers opt in.
fa_ir: در صورت انتخاب مشتری، درصد مالیات بر ارزش افزوده اختیاری در تسویه‌حساب اضافه می‌شود.

source: Enable
fa_ir: فعال‌سازی

source: Enable the optional VAT checkbox on checkout.
fa_ir: چک‌باکس مالیات بر ارزش افزوده اختیاری را در تسویه‌حساب فعال می‌کند.

source: Percentage
fa_ir: درصد

source: Percentage applied to the fee base (0-100).
fa_ir: درصد اعمال‌شده بر مبنای محاسبه (0 تا 100).

source: Include shipping
fa_ir: شامل هزینه ارسال

source: Include shipping costs (excluding tax) in the fee base.
fa_ir: هزینه ارسال (بدون مالیات) را در مبنای محاسبه لحاظ می‌کند.

source: Checkout checkbox label
fa_ir: برچسب چک‌باکس تسویه‌حساب

source: Shown on checkout. Use {percentage} as a placeholder.
fa_ir: در صفحه تسویه‌حساب نمایش داده می‌شود. از {percentage} به عنوان جایگزین استفاده کنید.

source: Fee label
fa_ir: برچسب هزینه

source: Shown in order totals; percentage is appended automatically.
fa_ir: در جمع سفارش نمایش داده می‌شود؛ درصد به صورت خودکار افزوده می‌شود.

source: VAT option:
fa_ir: گزینه مالیات بر ارزش افزوده:

source: VAT percentage:
fa_ir: درصد مالیات بر ارزش افزوده:

source: VAT amount:
fa_ir: مبلغ مالیات بر ارزش افزوده:

source: Person type:
fa_ir: نوع شخص:

source: National code:
fa_ir: کد ملی:

source: Legal entity name:
fa_ir: نام شخص حقوقی:

source: Legal national ID:
fa_ir: شناسه ملی:

source: VAT option
fa_ir: گزینه مالیات بر ارزش افزوده

source: Percentage:
fa_ir: درصد:

source: Amount:
fa_ir: مبلغ:

source: Person type
fa_ir: نوع شخص

source: National code
fa_ir: کد ملی

source: Legal entity name
fa_ir: نام شخص حقوقی

source: Legal national ID
fa_ir: شناسه ملی

source: VAT percentage
fa_ir: درصد مالیات بر ارزش افزوده

source: VAT amount
fa_ir: مبلغ مالیات بر ارزش افزوده

source: Yes
fa_ir: بله

source: No
fa_ir: خیر

source: Individual
fa_ir: حقیقی

source: Legal entity
fa_ir: حقوقی

source: National ID
fa_ir: شناسه ملی

source: Please select a person type for VAT.
fa_ir: لطفاً نوع شخص را برای مالیات بر ارزش افزوده انتخاب کنید.

source: Please enter your national code.
fa_ir: لطفاً کد ملی را وارد کنید.

source: Please enter a valid national code.
fa_ir: لطفاً کد ملی معتبر وارد کنید.

source: Please enter the legal entity name.
fa_ir: لطفاً نام شخص حقوقی را وارد کنید.

source: Please enter the legal national ID.
fa_ir: لطفاً شناسه ملی را وارد کنید.

source: Please enter a valid legal national ID.
fa_ir: لطفاً شناسه ملی معتبر وارد کنید.

source: The optional VAT checkbox is not available on the block-based checkout. Please use the classic checkout shortcode to enable it.
fa_ir: چک‌باکس مالیات بر ارزش افزوده اختیاری در تسویه‌حساب بلوکی در دسترس نیست. برای فعال‌سازی از شورت‌کد تسویه‌حساب کلاسیک استفاده کنید.
